Repository: naztar0/AudioSplitterBot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: ru, uk

source: Select language
ru: Выберите язык
uk: Оберіть мову

# language_changed
source: Language changed to English
ru: Язык изменен на русский
uk: Мова змінена на українську

# start_message
source: Hello! I can split an audio file into separate channels. Just choose the processing mode and send me an audio file
ru: Привет! Я могу разделить аудиофайл на отдельные каналы. Просто выберите режим обработки и отправьте мне аудиофайл
uk: Привіт! Я можу розділити аудіофайл на окремі канали. Просто оберіть режим обробки та надішліть мені аудіофайл

# choose_mode
source: Choose the mode for audio processing
ru: Выберите режим обработки аудиофайла
uk: Оберіть режим обробки аудіофайла

# choose_level
source: Choose the level of processing strength
ru: Выберите уровень интенсивности обработки
uk: Оберіть рівень інтенсивності обробки

# send_audiofile
source: Send me an audio file
ru: Отправьте мне аудиофайл
uk: Надішліть мені аудіофайл

# file_too_big
source: File is too big, max 20MB
ru: Файл слишком большой, максимум 20МБ
uk: Файл занадто великий, максимум 20МБ

# file_too_long
source: File is too long, max 6 minutes
ru: Файл слишком длинный, максимум 6 минут
uk: Файл занадто довгий, максимум 6 хвилин

# file_too_short
source: File is too short, min 3 seconds
ru: Файл слишком короткий, минимум 3 секунды

# max_processes
source: You have reached the maximum number of processes
ru: Вы достигли максимального количества процессов
uk: Ви досягли максимальної кількості процесів

# processing
source: Your file is being processed, please wait
ru: Ваш файл обрабатывается, пожалуйста, подождите
uk: Ваш файл обробляється, будь ласка, зачекайте

# error_processing
source: An error occurred while processing the file
ru: Произошла ошибка при обработке файла
uk: Під час обробки файлу виникла помилка

source: Vocals
ru: Вокал
uk: Вокал

# voice
source: Voice & Noise
ru: Голос & Шум
uk: Голос

source: Drum
ru: Барабан
uk: Барабан

source: Bass
ru: Бас
uk: Бас

source: Electric guitar
ru: Электрогитара
uk: Електрогітара

source: Acoustic guitar
ru: Акустическая гитара
uk: Акустична гітара

source: Piano
ru: Пианино
uk: Піаніно

source: Synthesizer
ru: Синтезатор
uk: Синтезатор

source: Strings
ru: Струнные

source: Wind
ru: Духовые

source: Low
ru: Низкий
uk: Низький

source: Middle
ru: Средний
uk: Середній

source: High
ru: Высокий
uk: Високий
